Repository: 4lador/cinnamon-pomodoro
Catalog: pomodoro@gregfreeman.org/po/pomodoro@gregfreeman.org_*.po
Languages: es

source: Pomodoro started
es: Pomodoro iniciado

source: Take a short break
es: Toma un descanso corto

source: Take a long break
es: Toma un descanso largo

source: Pomodoro ended
es: Fin del Pomodoro

source: Pomodoro Timer
es: Reloj Pomodoro

source: Completed
es: Completo

source: Reset Timer
es: Restaura el reloj

source: Reset Counts and Timer
es: Restaura los conteos y el reloj

source: Settings
es: Configuración

source: What is this?
es: Que es esto?

source: None
es: Nada

source: Switch Off Pomodoro
es: Apaga Pomodoro

source: Start a new Pomodoro
es: Comencar un nuevo Pomodoro

source: Hide
es: Esconde

source: Pomodoro finished, you deserve a break!
es: Pomodoro termino, mereces un descanso!

source: Your break is over, start another pomodoro!
es: Tu descanso se termino, empiece otro Pomodoro!

source: A new pomodoro begins in
es: Un nuevo pomodoro comsa en

source: %d minutes and %d seconds
es: %d minutos y %d segundos

source: Pomodoro Duration:
es: Duración del Pomodoro:

source: Play Warn Sound
es: Tocar sonido de aviso

source: Long Break Duration:
es: Duración del descanso llargo:

source: Show Dialog Messages
es: Mostrar mensajes de diálogo

source: Number of pomodori before long break:
es: Número de Pomodori antes del descanso llargo:

source: Short Break Duration:
es: Duración del descanso corto:

source: Play Break Sound
es: Tocar sonido de descanso

source: Warn Sound File
es: Archivo de sonido de aviso

source: Play Timer Sound
es: Tocar sonido de reloj

source: Break Sound File
es: Tocar sonido de descanso

source: Auto start a new pomodoro after a break ends
es: Comenzar un nuevo Pomodoro automáticamente después del fin de descansos

source: Timer Sound File
es: Archivo de sonido de reloj

source: Sounds
es: Sonidos

source: Warn Delay (in secs):
es: Retraso para avisos (en segundos):

source: Display the pomodoro icon in the applet panel
es: Mostrar el icono en el panel de applets

source: Options
es: Opciones

source: Durations (minutes)
es: Duracion (minutos)
